---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.KilogramsPerMeterSecond
source: html/3db42276-cab0-81d1-7396-2a1fbe0a8261.htm
---
# Autodesk.Revit.DB.UnitTypeId.KilogramsPerMeterSecond Property

Kilograms per meter second.

## Syntax (C#)
```csharp
public static ForgeTypeId KilogramsPerMeterSecond { get; }
```